{"slides": [
	{
		"title": "&nbsp;",
		"image": "01",
		"description": "<p>In architecture, for us: no newness, no answers to context, no icons, no acrobatics, no being different for the sake of being different, no imitation of landscape, no representation, no meaning, no pretending to be anything. No confusing architecture with anything that is not architecture.</p><!--<p><a href='mailto:mirabelajurczenko@gmail.com'>Mirabela Jurczenko</a>, <a href='mailto:bartekkowal@o2.pl'>Bartosz Kowal</a>, <a href='mailto:wojciechmazan@gmail.com'>Wojciech Mazan</a>, <a href='mailto:bpoteralski@gmail.com'>Bartek Poteralski</a>, <a href='mailto:rafal.sliwa.arch@gmail.com'>Rafał Śliwa</a></p>-->",
		"note": "All the references are made intentionally and here to stay. The text is a paraphrase of Ad Reinhardt’s ‘Abstract Art Refuses’ essay (1952) and DOGMA’s ‘Architecture Refuses’ manifesto (2008)"},
	{
		"title": "THE SEQUENCE",
		"image": "02",
		"description": "<p>The project is conceived as a superimposition of radically different autonomous spaces. From the point of view of a visitor to the International Music Centre in Zelazowa Wola, Poland, the sequence starts from experiencing the context – nature that Frederic Chopin might have known. The next step is the progression to the building via ramp-bridges towards concrete crepidoma*, which serves as an indicator of the building’s territory, as a classical podium. Subsequently, there’s entering the building, its common spaces, and, at last, the interiors of music rooms.</p>",
		"note": "Crepidoma – as meant in classical Greek temples, a podium – platform on which the building is placed."},
	{
		"title": "&nbsp;",
		"image": "03",
		"description": "<p>Each of four spaces is defined by a dominant material, which creates its character. The first – the landscape, corresponds with the region’s trees, shrubs and perennials, preserved in largest possible amount.</p>",
		"note": "Photo: Oliwia Thomas"},
	{
		"title": "&nbsp;",
		"image": "04",
		"description": "<p>The second – the crepidoma, is designed as an element without meaning or expression, a simple concrete volume, a plinth for the building.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "05",
		"description": "<p>The third – the Building, from the outside perceived as a facade, from the inside – as common spaces such as atriums, foyers and communication areas, is the domain of stone that was processed differently.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "06",
		"description": "<p>The fourth – the Hall, contrasts the preceding spaces. If the interiors of the building are the domain of stone and of representative and official character, then the interiors of the halls are their contradictions, made entirely of wood.</p>",
		"note": ""},
	{
		"title": "THE HALL",
		"image": "07",
		"description": "<p>Architecture – its logic, the emanation of which is the facade made up of columns and beams, with an array of windows – allows viewing all contexts at once from any given place within the building. In other words, the nature that surrounds the building is present in all rooms.</p><p>The collage in a simplified way shows the view from the main Hall towards the park and the birthplace of Frederic Chopin. Subsequent material plans, in the outward direction, i.e. wood - corresponding to the hall, terrazzo – the space of the foyer, and the greenery representing the park, illustrate the material sequence in perspective, the assumption of the project.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "08",
		"description": "<p>All public entrances to the concert hall are situated in the foyers set opposite to the Chopin’s birthplace, hidden within Park’s landscape. Entrance is a threshold between material sequences.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "09",
		"description": "<p>The Hall occupies the centre of the Building. As in the Greek temple, it is the core of the building. Its interior, a grid of intersecting wooden pillars and transoms, corresponds to the outer facade. This relationship builds an impression of totality. Additionally, the change of the load bearing system both emphasizes the importance of space and solves the acoustic aspects. The wooden structure and finish of the inner shell of the room are autonomous to the rest of the building, executed in concrete. This means the <em>box in a box</em> system was achieved. Architectural separation of the auditorium allows it to act as a space of focus, the sacrum, where music becomes most important.</p>",
		"note": ""},
	{
		"title": "NAOS",
		"image": "10",
		"description": "<p>Or cella, in an ancient Greek temple, is a room erected in the centre. There the painting and sculpture of deity resides. The cella is also a place where the votive offerings are made. Undoubtedly, the logic of a temple as a public building is clear here. What is surrounded by columns and set in the middle is important, and the perimeter of the building allows free access to the essential space.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "11",
		"description": "<p>View from the main concert hall towards the Monument Park and Chopin's birthplace.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "12",
		"description": "<p>For Plato, the abstract forms (circle, triangle, square) belong to the natural reality around us. These are mathematically perfect forms that people notice and discover but not invent. This belief is immanent part of the Building.</p><p>This reasoning is presented in the dialogue between Socrates and Menon as recorded by Plato who argues for the idea of innate knowledge, using an example of a slave – Menon, who, despite his lack of education, is able to recall the principles of geometry.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "13",
		"description": "<p>It is only paradoxical to claim that the adoption of a square plan liberates from constraints. However, clearly defined rules imposed on the plan, executed with consequent logic, enable certain freedom of design. Each side is equally important, no corner is less crucial.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "14",
		"description": "<p>Considering the Building as an autonomous form that enters into relationship with context when brought into existence, the square based plan presents itself as an ideal solution. Each corner is given an atrium which is a common space that serves spatial continuity and associated programme.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "15",
		"description": "<p>Four sides of a square delineate four elevations set at four cardinal directions. To the North, the Building faces Utrata river and Memorial Park. To the South, it borders farmhouses with cultivated fields. To the West, it meets a meadow, and wild forest to the East.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "16",
		"description": "<p>All elevations are exactly the same. Although they derive from the Building’s logic, they are perceived differently. Elevations seen at various angles sometimes contribute to existing landscape as background; other times they stand as a landmark. The simple and honest geometry does not reveal any function, and it does not exclude any, either.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "17",
		"description": "<p>First atrium – of full building height adjacent to the crepidoma, the entrance hall and the chamber hall, serves as a cafe that opens onto the terrace. Small shop and cash desk are provided there for visitors. At the same time, it welcomes those arriving from the park, visiting the Frederic Chopin’s birthplace, who are looking for a place with a view to rest. The prominent staircase situated in the middle of the atrium connects entrance hall and the main hall foyer.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "18",
		"description": "<p>Second atrium – three storeys high, adjacent to the foyer of the main hall, serves as a bar and café for guests during the concert break. Representative staircase connects the main hall’s foyer with the balcony’s foyer.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "19",
		"description": "<p>Third atrium – two storey high, adjacent on one side to the educational rooms, and on the other to the restaurant, is a place where students can gather before classes and employees can get some rest. As opposed to two previous atriums, space is not available to the audience of the concert hall; it is intended for people working or studying in the Building.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "20",
		"description": "<p>Fourth atrium – i.e. a terrace, is located on the top floor, which is intended entirely for employees of the Building and invited guests. This cut-out corner, open to the South and West, becomes a place where the centre’s employees can eat lunch or relax. Similarly as the third atrium, its availability is limited to particular users.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "21",
		"description": "<p>The park is present in all rooms around the perimeter of the Building, framed by an even arrangement. No window is special but every view is different.</p>",
		"note": ""},
	{
		"title": "CREPIDOMA",
		"image": "22",
		"description": "<p>The Building is placed on the crepidoma, which assures autonomous relationship with the context. It sets a border between what is left untouched – the nature, and architecture. The position of the crepidoma is independent of any contextual direction (it depends neither on the road, nor construction line or Chopin’s house). It is placed according to its own logic: to the East, at the edge of the forest, and to the West it borders a meadow. The southern part cuts through the terrain, while to the North it shoots up from the slope creating a terrace with a view towards Chopin’s birthplace.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "23",
		"description": "<p>Crepidoma is situated in the centre of the site, dividing it into three equally important parts.</p><p>In the south-western corner the terrain’s level matches the top of the Crepidoma and smoothly descends towards the North. This creates a meadow, allowing full exposure of the facade. Gently angled bridge gives the impression of passing the Propylaea gate that directs us to the encounter with the Muse.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "24",
		"description": "<p>Western foreground is defined by the crepidoma, the bridge and the road access.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "25",
		"description": "<p>Eastern side of the plot is left as wild forest with blurred borders. This place will remain as a recollection of austere, old nature – the link to times of Chopin´s childhood.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "26",
		"description": "<p>On the eastern side, the terrain descends towards the North, gradually unveiling the ground floor of the Building. It is a wild wetland valley of Utrata river where the nature is left for itself. People can marvel at this part of Reservation when enjoying their stay on the restaurant’s terrace.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "27",
		"description": "<p>View from the crepidoma – a podium which works like a terrace, space extension of the foyer and the atrium towards the Park and the birthplace of Frederic Chopin.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "28",
		"description": "<p>Among walls, slopes and bridges the Building is itself.</p>",
		"note": "photo: Maciej Lulko"},
	{
		"title": "THE CONTEXT",
		"image": "29",
		"description": "<p>The landscape known to Frederic Chopin was altered when the idea of Memorial Park was implemented. It is precisely the reason why we take the surroundings of composer’s birthplace as foreign to the context. We recognize this condition as an <em>eidos</em>, aiming to develop it. Given its sole presence in the context, crepidoma does not strive for specific relationships. Like the park, it demarks its own territory. Unlike the park, it adopts the minimal size for itself, in order to settle the Building and leave surroundings as intact as possible.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "30",
		"description": "<p>For Etienne Louis Boullee – the Monument, as an idea unfolded during the Enlightenment, meant more than commemoration. The architect introduced to discipline a new understanding of public building par excellence, one that expressed a society sharing common values.</p><p><em>It seems to me that the Monument should be located in a place endowed with all the beauties of nature, with all that serves to preserve life, so that it will seem to say to all who visit it, ‘Here before you are all the riches with which the Nation would like to prolong and brighten the days left to its benefactors.’</em>*</p>",
		"note": "E. L. Boullee, Art, Essay on Architecture, 1788"},
	{
		"title": "&nbsp;",
		"image": "31",
		"description": "<p>The Building presents itself as open and generous place for musicians and audience instead of limiting itself to sole commemorative function. In such context, the Building is a Temple of Music. The architecture must emanate its own, intrinsic and unique qualities, just as other arts do.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "32",
		"description": "<p>For Kazimir Malevich – <em>The Black Suprematist Square</em> was nothing more than paint on canvas, the essence of picture as a real painting in itself. It is the personality of creator set on a blank, white background of everything beyond. It is the last gesture of non-figurative art that liberated it from the constraints of representation. The Building which is subject to design shall not be anything more or less than architecture – the real Building. Such object cannot be mimetic, reproductive, revivalist, antic or contemporary. The quality that is to be carried by the projected form is a certain independence from timeframes. Despite being projected today, it should be considered as universal, based on matters essential for architecture.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "33",
		"description": "<p>For Walter Benjamin – <em>no poem is intended for its reader, no picture for the beholder, no symphony for the listener.</em> The author considered that every human creation naturally possesses in itself human qualities. Benjamin implied that creator has to be focused on his own matters, never referring oneself to the receiver. In a creative process autonomy and subjectivity are key features. Regardless of differences between various fields of arts, these categories concern all works and happen to be warrantors of durability and persistence over epochs.</p>",
		"note": "W. Benjamin, The Task of Translator, 1923"},
	{
		"title": "&nbsp;",
		"image": "34",
		"description": "<p>For Frederic Chopin – Etudes, Preludes, Mazurkas, Waltzes, Nocturnes, Sonatas, Ballades or Polonaises were never solid constraints. Each of his forms is more a poem than mere musical piece. Each is a complete and structurally defined composition. Each is possible to be performed as a standalone piece with artistic value. The image of the Building is unable to compete with the image of Chopin’s music. The intensive tension unfolds when both forms are set along solely as themselves. It is a virtue of an ambiguous relationship. If Chopin’s <em>oeuvre</em> is an autonomous monument in the history of music, let the Building strive to emanate adequate qualities. The architecture must be autonomous.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "35",
		"description": "<p>The transition to existing, material context is the final threshold when experiencing the Building. It is for architecture to delineate borders. The consideration of its presence will naturally induce new relationships in culture. Nevertheless, universal qualities of architecture that derive from European cultural continuity constitute a neutral and firm background for development of International Music Centre. The image of such building is not a result of will of specific individual or personality. It is the achievement of architectural creativity of our culture. As such it is neither an icon, nor a novelty; it does not aspire to be anything beyond what our culture is.</p>",
		"note": ""},
	{
		"title": "QUO ANTE",
		"image": "36",
		"description": "<p>Lowland scenery. Infinite fields. Beautiful Mazovian countryside. Simplicity of vernacular life. A folk song, dance and costume. Huts covered by thatched roof. The passing of traditions and customs from one generation to another. Vernacular architecture. Continuity.</p><p>We know not the original form of Skarbek’s Manor House, where Frederic Chopin was born. We regard the rural landscape as status <em>quo ante</em> that perhaps looked similar during the composer’s life.</p>",
		"note": ""},
	{
		"title": "YEAR 1930",
		"image": "37",
		"description": "<p>The completion of the Memorial Park during the interwar period disturbed the village’s landscape. The project did not relate to the environment from which it simply detached itself by either wall or newly introduced, dense greenery. In our view, the Park cannot remain as a form solely focused on commemoration. If Chopin’s genius is to be celebrated, then the place and the forms of activity are to be open for equally timeless musical genius of epochs to follow. For such place, the architecture as a monument cannot be mimetic in relation to the natural environment or terrain but has to emanate its intrinsic qualities corresponding to nature.</p>",
		"note": ""},
	{
		"title": "YEAR 2025",
		"image": "38",
		"description": "<p>Let us not deceive ourselves: nine thousand square meters cannot be inserted in a rural context without any drastic change. An honest, complex and multi-faceted view is necessary. Status quo, understood as idyllic Mazovian landscape possibly known to Chopin, cannot be retained. We consider the contemporary park surroundings of Chopin’s birthplace as a foreign matter to the context possibly known to composer. We take this condition as <em>eidos</em> of the project aiming to develop it.</p>",
		"note": ""},
	{
		"title": "YEAR UNKNOWN",
		"image": "39",
		"description": "<p>When our civilization passes, and the history of our mankind will conclude itself, only forms will remain for themselves. The architecture will outlive the function. Whatever man designed, whatever man built has always found its utilization. The architecture will remain pure structure solely for itself, inevitably carrying a certain message of how its originators perceived it.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "40",
		"description": "<p>Perhaps in the times reserved for the humans of future such material document of culture can remain. A ruin left on a plinth will present itself to the visitors as a pure structure of even sides and orders, beyond which a colonnade designating a space shall unfold.</p><p>This specific space will reveal itself as a void. Let us not be mistaken - it certainly does not mean that such void was stripped off meaning. It represented a space of utmost importance, substantial enough to house a large number of people who gathered to celebrate the achievements of their culture, that delicate and fragile culture that only exists in time and is deprived of any chances to survive over the ages in relation to architecture.</p>",
		"note": ""},
	{
		"title": "&nbsp;",
		"image": "41",
		"description": "<p>Suppose we are to build a theoretical background for a building in the context of Frederic Chopin’s musical genius, we must operate within categories and ideas that concern creativity of the same quality as his works. Such a manner allows to relate the autonomous building to autonomous music. It is about creating something that in the domain of architecture stands for itself and engages. An internal world, similar to Chopin’s musical <em>oeuvre</em> that in the field of music also stands for itself and engages.</p><p><a href='mailto:mirabelajurczenko@gmail.com'>Mirabela Jurczenko</a>, <a href='mailto:bartekkowal@o2.pl'>Bartosz Kowal</a>, <a href='mailto:wojciechmazan@gmail.com'>Wojciech Mazan</a>, <a href='mailto:bpoteralski@gmail.com'>Bartlomiej Poteralski</a>, <a href='mailto:rafal.sliwa.arch@gmail.com'>Rafał Śliwa</a><br/>with Krzysztof Goliasz and Maciej Kowal</p>",
		"note": ""}
]}
